[
  { "id": 0, "question": "What was a rumor that went around about you?" },
  { "id": 1, "question": "Have you ever failed a class?" },
  {
    "id": 2,
    "question": "If you had the power to fire one teacher, who would that be?"
  },
  {
    "id": 3,
    "question": "If you could plan a class prank knowing you'll never get caught, what would the prank be?"
  },
  { "id": 4, "question": "Have you ever cheated on a test?" },
  { "id": 5, "question": "Have you ever had a crush on a teacher? Who?" },
  { "id": 6, "question": "Who would you take to prom?" },
  { "id": 7, "question": "Have you ever made out at school?" },
  {
    "id": 8,
    "question": "Who would you never ever want to sit next to in class?"
  },
  { "id": 9, "question": "Have you ever been late to class?" },
  {
    "id": 10,
    "question": "What's the most embarrassing thing you've ever done in front of a teacher?"
  },
  { "id": 11, "question": "Have you ever stuck gum under a desk?" },
  { "id": 12, "question": "What do you think is better: tests or essays?" },
  { "id": 13, "question": "Have you ever eaten lunch by yourself? Why?" },
  {
    "id": 14,
    "question": "If you had to take one class for the rest of your life, what class would it be and who would the teacher be?"
  },
  {
    "id": 15,
    "question": "If you wanted to make out on campus, where would you do it?"
  },
  {
    "id": 16,
    "question": "Have you ever gotten into a fight on school grounds?"
  },
  {
    "id": 17,
    "question": "What was the worst score you’ve ever gotten on a test?"
  },
  { "id": 18, "question": "Have you ever fallen asleep in class?" },
  { "id": 19, "question": "Have you ever gotten detention or been suspended?" },
  {
    "id": 20,
    "question": "If you were invisible, would you sneak a peak in the other locker room?"
  },
  { "id": 21, "question": "If so, who would you be hoping to see?" },
  { "id": 22, "question": "Who's the hottest teacher at our school?" },
  { "id": 23, "question": "What's the worst class to have first period?" },
  {
    "id": 24,
    "question": "If you had to take a person from another grade to prom, who would that be?"
  },
  {
    "id": 25,
    "question": "If you had to delete one app from your phone, what would it be?"
  },
  { "id": 26, "question": "What is your greatest fear in a relationship?" },
  {
    "id": 27,
    "question": "Go around the room and say one positive and one negative thing about each person."
  },
  {
    "id": 28,
    "question": "What is one disturbing fact I should know about you?"
  },
  { "id": 29, "question": "Have you ever smoked?" },
  { "id": 30, "question": "Have you ever tried drugs?" },
  { "id": 31, "question": "What about alcohol?" },
  {
    "id": 32,
    "question": "What's the craziest thing you've done while under the influence?"
  },
  {
    "id": 33,
    "question": "If you were trapped for three days on an island, who are three people in this room you would bring with you and why?"
  },
  { "id": 34, "question": "Would you go to a nude beach?" },
  { "id": 35, "question": "Who's the most annoying person in this room?" },
  { "id": 36, "question": "Are you still a virgin?" },
  {
    "id": 37,
    "question": "If you had to marry someone in this room, who would it be?"
  },
  { "id": 38, "question": "Do you have hidden piercings or tattoos?" },
  { "id": 39, "question": "How long was your longest relationship?" },
  {
    "id": 40,
    "question": "If you could have one celebrity follow you on Instagram, who would that be?"
  },
  {
    "id": 41,
    "question": "You have to delete 5 people on Instagram. Name them."
  },
  { "id": 42, "question": "Do you want to get married one day?" },
  { "id": 43, "question": "Do you want to have kids? How many?" },
  {
    "id": 44,
    "question": "Would you ever get into a long distance relationship?"
  },
  { "id": 45, "question": "Describe the person of your dreams." },
  {
    "id": 46,
    "question": "What would you do if you found out you flunked school?"
  },
  {
    "id": 47,
    "question": "If you're girlfriend or boyfriend broke up with you at school, what would you do?"
  },
  {
    "id": 48,
    "question": "If you had the power to fire one teacher, who would it be?"
  },
  { "id": 49, "question": "Basketball, baseball, or football?" },
  { "id": 50, "question": "What was your first job?" },
  {
    "id": 51,
    "question": "If you don't have one yet, where would you want to work?"
  },
  {
    "id": 52,
    "question": "How many hours would you spend online if you didn't have school or homework?"
  },
  { "id": 53, "question": "How tall do you want to be?" },
  { "id": 54, "question": "What's your biggest fear about college?" },
  { "id": 55, "question": "What are you most excited about?" },
  {
    "id": 56,
    "question": "Would you want your best friend to go to the same college as you?"
  },
  {
    "id": 57,
    "question": "Would you want your current boyfriend or girlfriend to go to the same college as you?"
  },
  { "id": 58, "question": "Who do you think is the hottest celebrity?" },
  { "id": 59, "question": "What's you dream job?" },
  { "id": 60, "question": "Do you currently have a crush on anyone?" },
  { "id": 61, "question": "Describe what your crush looks like." },
  { "id": 62, "question": "What is your crush's personality like?" },
  {
    "id": 63,
    "question": "Is there anything about your life you would change?"
  },
  { "id": 64, "question": "Who do you hate and why?" },
  { "id": 65, "question": "What's your biggest pet peeve?" },
  { "id": 66, "question": "How many people have you kissed?" },
  { "id": 67, "question": "What's your biggest turn-on?" },
  {
    "id": 68,
    "question": "If you could date anyone in the world, who would you date?"
  },
  {
    "id": 69,
    "question": "Would you rather be skinny and hairy or fat and smooth?"
  },
  {
    "id": 70,
    "question": "Who would you ask to prom if you could choose anyone?"
  },
  { "id": 71, "question": "Describe your perfect date." },
  {
    "id": 72,
    "question": "Would you ever date two people at once if you could get away with it?"
  },
  {
    "id": 73,
    "question": "You have to delete every app on your except for five. Name the five you would keep."
  },
  { "id": 74, "question": "Have you ever sent out a nude snapchat?" },
  {
    "id": 75,
    "question": "Have you ever received a nude selfie? Who was it from?"
  },
  { "id": 76, "question": "What was your reaction? Like or dislike?" },
  {
    "id": 77,
    "question": "Have you ever gotten mad at a friend for posting an unflattering picture of you?"
  },
  { "id": 78, "question": "Have you ever had a crush on a teacher?" },
  {
    "id": 79,
    "question": "Who do you think would make the best kisser? (List a few people for them to choose.)"
  },
  { "id": 80, "question": "Have you ever sent someone the wrong text?" },
  { "id": 81, "question": "Have you ever cursed at your parents? Why?" },
  {
    "id": 82,
    "question": "Who do you think is the cutest person in our class?"
  },
  { "id": 83, "question": "What is the most attractive feature on a person?" },
  { "id": 84, "question": "What the biggest deal breaker for you?" },
  { "id": 85, "question": "How far would you go on a first date?" },
  {
    "id": 86,
    "question": "Have you ever regretted something you did to get a crush's attention?"
  },
  {
    "id": 87,
    "question": "Would you ever be mean to someone if it meant you could save your close friend from embarrassment?"
  },
  {
    "id": 88,
    "question": "Of the people at our school, who do you think would make the best president?"
  },
  {
    "id": 89,
    "question": "If we didn't have a dress code, what would you wear to school that you can't wear now?"
  },
  {
    "id": 90,
    "question": "Describe what makes someone husband or wife material."
  },
  {
    "id": 91,
    "question": "If you could make $1 million, would you drop out of school?"
  },
  { "id": 92, "question": "What is your worst habit?" },
  {
    "id": 93,
    "question": "What's one thing you do that you don't want anyone to know about?"
  },
  {
    "id": 94,
    "question": "Do you frequently stalk anyone on social media? Who?"
  },
  {
    "id": 95,
    "question": "If your crush told you he liked your best friend, what would you do?"
  },
  {
    "id": 96,
    "question": "What if you best friend told you that she liked your crush?"
  },
  {
    "id": 97,
    "question": "If you knew your friend's boyfriend was cheating on her, what would you do?"
  },
  {
    "id": 98,
    "question": "Have you ever told a lie about your best friend to make yourself look better?"
  },
  {
    "id": 99,
    "question": "What was your first impression of [fill in the name of a person in the room]?"
  },
  {
    "id": 100,
    "question": "If you had to date someone else's boyfriend, who would it be?"
  },
  { "id": 101, "question": "Who's hotter? You or your friend?" },
  {
    "id": 102,
    "question": "Have you ever shared your friend's secret with someone else?"
  },
  {
    "id": 103,
    "question": "Rate everyone in the room from 1 to 10, with 10 being the hottest."
  },
  {
    "id": 104,
    "question": "Would you share a toothbrush with you best friend?"
  },
  {
    "id": 105,
    "question": "Rate everyone in the room from 1 to 10, with 10 being the best personality."
  },
  {
    "id": 106,
    "question": "Have you ever ignored a friend's text. Why did you do it?"
  },
  { "id": 107, "question": "Have you ever lied to your best friend?" },
  { "id": 108, "question": "Would you let a friend cheat on a test?" },
  {
    "id": 109,
    "question": "If your friend asked you to lie for her and you knew you would get in trouble, would you do it?"
  },
  {
    "id": 110,
    "question": "If one of your friends was cheating with your other friend's boyfriend, what would you do?"
  },
  {
    "id": 111,
    "question": "Would you ditch your friends if you could become the most popular girl in school?"
  },
  {
    "id": 112,
    "question": "If you had to choose, who would you stop being friends with?"
  },
  {
    "id": 113,
    "question": "Name one thing you would change about each person in this room."
  },
  {
    "id": 114,
    "question": "If you had to trade your friend in for the celebrity crush of your dreams, which friend would you choose."
  },
  {
    "id": 115,
    "question": "What was your first impression of your best friend's boyfriend?"
  },
  { "id": 116, "question": "What do you think about him now?" },
  {
    "id": 117,
    "question": "Have you ever thought about ditching your friend for a boy?"
  },
  {
    "id": 118,
    "question": "If someone asked you what your best friend is like, how would you describe her?"
  },
  {
    "id": 119,
    "question": "You win a trip and are allowed to bring two people. Who do you pick?"
  },
  {
    "id": 120,
    "question": "On an overnight trip, would you rather share a bed with your best friend or her boyfriend?"
  },
  {
    "id": 121,
    "question": "If you could swap one physical feature with your best friend, what would that be?"
  },
  {
    "id": 122,
    "question": "Have you ever told a secret you were told to keep?"
  },
  {
    "id": 123,
    "question": "If your best friend had B.O., would you tell her?"
  },
  {
    "id": 124,
    "question": "What is the most annoying thing about your best friend?"
  },
  {
    "id": 125,
    "question": "Who do you think you friend should date instead of her current boyfriend?"
  },
  {
    "id": 126,
    "question": "If she doesn't have a boyfriend, who do you think she should date?"
  },
  { "id": 127, "question": "Do you think your friend's boyfriend is hot?" },
  {
    "id": 128,
    "question": "Would you hook up with him if you knew she would never find out?"
  },
  { "id": 129, "question": "Have you ever ditched your friend for a boy?" },
  {
    "id": 130,
    "question": "If your friend and your boyfriend were both dying in front of you, who would try to save first?"
  },
  {
    "id": 131,
    "question": "What was the last thing you searched for on your phone?"
  },
  {
    "id": 132,
    "question": "If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?"
  },
  {
    "id": 133,
    "question": "Have you ever walked in on your parents doing it?"
  },
  {
    "id": 134,
    "question": "After you've dropped a piece of food, what's the longest time you've left it on the ground and then ate it?"
  },
  { "id": 135, "question": "Have you ever tasted a booger?" },
  {
    "id": 136,
    "question": "Have you ever played Cards Against Humanity with your parents?"
  },
  {
    "id": 137,
    "question": "What's the first thing you would do if you woke up one day as the opposite sex?"
  },
  { "id": 138, "question": "Have you ever peed in the pool?" },
  {
    "id": 139,
    "question": "Who do you think is the worst dressed person in this room?"
  },
  { "id": 140, "question": "Have you ever farted in an elevator?" },
  {
    "id": 141,
    "question": "True or false? You have a crush on [fill in the blank]."
  },
  {
    "id": 142,
    "question": "Of the people in this room, who do you want to trade lives with?"
  },
  {
    "id": 143,
    "question": "What are some things you think about when sitting on the toilet?\n\n"
  },
  { "id": 144, "question": "Did you have an imaginary friend growing up?\n\n" },
  {
    "id": 145,
    "question": "Do you cover your eyes during a scary part in a movie?\n\n"
  },
  { "id": 146, "question": "Have you ever practiced kissing in a mirror?\n\n" },
  {
    "id": 147,
    "question": "Did your parents ever give you the “birds and the bees” talk?\n\n"
  },
  { "id": 148, "question": "What is your guilty pleasure?\n\n" },
  { "id": 149, "question": "What is your worst habit?\n\n" },
  {
    "id": 150,
    "question": "Has anyone ever walked in on you when going #2 in the bathroom?\n\n"
  },
  { "id": 151, "question": "Have you ever had a wardrobe malfunction?\n\n" },
  { "id": 152, "question": "Have you ever walked into a wall?\n\n" },
  { "id": 153, "question": "Do you pick your nose?\n\n" },
  { "id": 154, "question": "Do you sing in the shower?\n\n" },
  { "id": 155, "question": "Have you ever peed yourself?\n\n" },
  {
    "id": 156,
    "question": "What was your most embarrassing moment in public?\n\n"
  },
  { "id": 157, "question": "Have you ever farted loudly in class?\n\n" },
  { "id": 158, "question": "Do you ever talk to yourself in the mirror?\n\n" },
  {
    "id": 159,
    "question": "You’re in a public restroom and just went #2, then you realized your stall has no toilet paper. What do you do?"
  },
  {
    "id": 160,
    "question": "What would be in your web history that you’d be embarrassed if someone saw?"
  },
  {
    "id": 161,
    "question": "Have you ever tried to take a sexy picture of yourself?"
  },
  { "id": 162, "question": "Do you sleep with a stuffed animal?" },
  { "id": 163, "question": "Do you drool in your sleep?" },
  { "id": 164, "question": "Do you talk in your sleep?" },
  { "id": 165, "question": "Who is your secret crush?" },
  { "id": 166, "question": "Do you think [fill in the name] is cute?" },
  { "id": 167, "question": "Who do you like the least in this room and why?" },
  { "id": 168, "question": "What does your dream boy or girl look like?" },
  { "id": 169, "question": "What is your go-to song for the shower?" },
  { "id": 170, "question": "Who is the sexiest person in this room?" },
  {
    "id": 171,
    "question": "How would you rate your looks on a scale of 1 to 10?"
  },
  {
    "id": 172,
    "question": "Would you rather have sex with [insert name] in secret or not have sex with that person but everyone thinks you did?"
  },
  { "id": 173, "question": "What don't you like about me?" },
  { "id": 174, "question": "What color underwear are you wearing right now?" },
  { "id": 175, "question": "What was the last thing you texted?" },
  {
    "id": 176,
    "question": "If you were rescuing people from a burning building and you had to leave one person behind from this room, who would it be?"
  },
  {
    "id": 177,
    "question": "Do you think you'll marry your current girlfriend/boyfriend?"
  },
  { "id": 178, "question": "How often do you wash your undergarments?" },
  { "id": 179, "question": "Have you ever tasted ear wax?" },
  {
    "id": 180,
    "question": "Have you ever farted and then blamed someone else?"
  },
  { "id": 181, "question": "Have you ever tasted your sweat?" },
  {
    "id": 182,
    "question": "What is the most illegal thing you have ever done?"
  },
  { "id": 183, "question": "Who is your favorite? Mom or Dad?" },
  {
    "id": 184,
    "question": "Would you trade your sibling in for a million dollars?"
  },
  {
    "id": 185,
    "question": "Would you trade in your dog for a million dollars?"
  },
  { "id": 186, "question": "What is your biggest pet peeve?" },
  {
    "id": 187,
    "question": "If you were allowed to marry more than one person, would you? Who would you choose to marry?"
  },
  {
    "id": 188,
    "question": "Would you rather lose your sex organs forever or gain 200 pounds?"
  },
  {
    "id": 189,
    "question": "Would you choose to save 100 people without anyone knowing about it or not save them but have everyone praise you for it?"
  },
  {
    "id": 190,
    "question": "If you could only hear one song for the rest of your life, what would it be?"
  },
  {
    "id": 191,
    "question": "If you lost one day of your life every time you said a swear word, would you try not to do it?"
  },
  {
    "id": 192,
    "question": "Who in this room would be the worst person to date? Why?"
  },
  {
    "id": 193,
    "question": "Would you rather live with no internet or no A/C or heating?"
  },
  {
    "id": 194,
    "question": "If someone offered you $1 million dollars to break up with your girlfriend/boyfriend, would you do it?"
  },
  {
    "id": 195,
    "question": "If you were reborn, what decade would you want to be born in?"
  },
  {
    "id": 196,
    "question": "If you could go back in time in erase one thing you said or did, what would it be?"
  },
  {
    "id": 197,
    "question": "Has your boyfriend or girlfriend ever embarrassed you?"
  },
  {
    "id": 198,
    "question": "Have you ever thought about cheating on your partner?"
  },
  {
    "id": 199,
    "question": "If you could suddenly become invisible, what would you do?"
  },
  { "id": 200, "question": "Have you ever been caught checking someone out?" },
  {
    "id": 201,
    "question": "Have you ever waved at someone thinking they saw you when really they didn't? What did you do when you realized it?"
  },
  {
    "id": 202,
    "question": "What's the longest time you've stayed in the bathroom, and why did you stay for that long?"
  },
  {
    "id": 203,
    "question": "What's the most unflattering school picture of you?"
  },
  {
    "id": 204,
    "question": "Have you ever cried because you missed your parents so much?"
  },
  {
    "id": 205,
    "question": "Would you rather be caught picking your nose or picking a wedgie?"
  },
  {
    "id": 206,
    "question": "Describe the strangest dream you've ever had. Did you like it?"
  },
  {
    "id": 207,
    "question": "Have you ever posted something on social media that you regret?"
  },
  { "id": 208, "question": "What is your biggest fear?" },
  { "id": 209, "question": "Do you pee in the shower?" },
  { "id": 210, "question": "Have you ever ding dong ditched someone?" },
  {
    "id": 211,
    "question": "The world ends next week and you can do anything you want (even if it's illegal). What would you do?"
  },
  {
    "id": 212,
    "question": "Would you wear your shirt inside out for a whole day if someone paid you $100?"
  },
  {
    "id": 213,
    "question": "What is the most childish thing that you still do?"
  },
  {
    "id": 214,
    "question": "How far would you go to land the guy or girl of your dreams?"
  },
  {
    "id": 215,
    "question": "Tell us about a time you embarrassed yourself in front of a crush."
  },
  { "id": 216, "question": "Have you ever kept a library book?" },
  {
    "id": 217,
    "question": "Who is one person you pretend to like, but actually don’t?"
  },
  {
    "id": 218,
    "question": "What children’s movie could you watch over and over again?"
  },
  { "id": 219, "question": "Do you have bad foot odor?" },
  { "id": 220, "question": "Do you have any silly nicknames?" },
  { "id": 221, "question": "When was the last time you wet the bed?" },
  {
    "id": 222,
    "question": "How many pancakes have you eaten in a single sitting?"
  },
  {
    "id": 223,
    "question": "Have you ever accidentally hit something with your car?"
  },
  {
    "id": 224,
    "question": "If you had to make out with any Disney character, who would it be?"
  },
  {
    "id": 225,
    "question": "Have you ever watched a movie you knew you shouldn’t?"
  },
  {
    "id": 226,
    "question": "Have you ever wanted to try LARP (Live Action Role-Play)?"
  },
  {
    "id": 227,
    "question": "What app on your phone do you waste the most time on?"
  },
  {
    "id": 228,
    "question": "Have you ever pretended to be sick to get out of something? If so, what was it?"
  },
  {
    "id": 229,
    "question": "What is the most food you’ve eaten in a single sitting?"
  },
  { "id": 230, "question": "Do you dance when you’re by yourself?" },
  { "id": 231, "question": "Would you have voted for or against Trump?" },
  {
    "id": 232,
    "question": "What song on the radio do you sing with every time it comes on?"
  },
  { "id": 233, "question": "Do you sleep with a stuffed animal?" },
  { "id": 234, "question": "Do you own a pair of footie pajamas?" },
  { "id": 235, "question": "Are you scared of the dark?" },
  {
    "id": 236,
    "question": "What ‘As seen on TV’ product do you secretly want to buy?"
  },
  { "id": 237, "question": "Do you still take bubble baths?" },
  {
    "id": 238,
    "question": "If you were home by yourself all day, what would you do?"
  },
  { "id": 239, "question": "How many selfies do you take a day?" },
  {
    "id": 240,
    "question": "What is something you’ve done to try to be ‘cooler’?"
  },
  { "id": 241, "question": "When was the last time you brushed your teeth?" },
  { "id": 242, "question": "Have you ever used self tanner?" },
  { "id": 243, "question": "What do your favorite pajamas look like?" },
  { "id": 244, "question": "Do you have a security blanket?" },
  { "id": 245, "question": "Have you ever eaten something off the floor?" },
  { "id": 246, "question": "Have you ever butt-dialed someone?" },
  { "id": 247, "question": "Do you like hanging out with your parents?" },
  {
    "id": 248,
    "question": "Have you ever got caught doing something you shouldn’t?"
  },
  {
    "id": 249,
    "question": "What part of your body do you love and which part do you hate?"
  },
  { "id": 250, "question": "Have you ever had lice?" },
  { "id": 251, "question": "Have you ever pooped your pants?" },
  { "id": 252, "question": "What was the last rate-R movie you watched?" },
  { "id": 253, "question": "Do you lick your plate?" },
  {
    "id": 254,
    "question": "What is something that no one else knows about you?"
  },
  { "id": 255, "question": "Do you write in a diary?" },
  { "id": 256, "question": "Who would you hate to see naked?" },
  { "id": 257, "question": "How long have you gone without a shower?" },
  {
    "id": 258,
    "question": "If you could only text one person for the rest of your life, but you could never talk to that person face to face, who would that be?"
  },
  {
    "id": 259,
    "question": "How long have you gone without brushing your teeth?"
  },
  {
    "id": 260,
    "question": "What's one thing you would never eat on a first date?"
  },
  {
    "id": 261,
    "question": "What have you seen that you wish you could unsee?"
  },
  {
    "id": 262,
    "question": "If you could be reincarnated into anyone's body, who would you want to become?"
  },
  {
    "id": 263,
    "question": "If you switched genders for the day, what would you do?"
  },
  {
    "id": 264,
    "question": "What's one food that you will never order at a restaurant?"
  },
  {
    "id": 265,
    "question": "What's the worst weather to be stuck outside in if all you could wear was a bathing suit?"
  },
  {
    "id": 266,
    "question": "If your car broke down in the middle of the road, who in this room would be the last person you would call? Why?"
  },
  {
    "id": 267,
    "question": "What's the most useless piece of knowledge you know?"
  },
  {
    "id": 268,
    "question": "What did you learn in school that you wish you could forget?"
  },
  {
    "id": 269,
    "question": "Is it better to use shampoo as soap or soap as shampoo?"
  },
  {
    "id": 270,
    "question": "If you ran out of toilet paper, would you consider wiping with the empty roll?"
  },
  {
    "id": 271,
    "question": "What would be the worst part about getting pantsed in front of your crush?"
  },
  {
    "id": 272,
    "question": "If you could only use one swear word for the rest of your life, which one would you choose?"
  },
  {
    "id": 273,
    "question": "What's the best thing to say to your friend that would be the worst thing to say to your crush?"
  },
  { "id": 274, "question": "Who do you think is the Beyonce of the group?" },
  { "id": 275, "question": "Would you rather eat dog food or cat food?" },
  {
    "id": 276,
    "question": "If you had nine lives, what would you do that you wouldn't do now?"
  },
  {
    "id": 277,
    "question": "If you could play a prank on anyone without getting caught, who would you play it on?"
  },
  { "id": 278, "question": "What would the prank be?" },
  {
    "id": 279,
    "question": "Have you ever pretended to like a gift? How did you pretend?"
  },
  {
    "id": 280,
    "question": "Would you rather not shower for a month, or eat the same meal everyday for a month?"
  },
  {
    "id": 281,
    "question": "What animal most closely resembles your eating style?"
  },
  {
    "id": 282,
    "question": "If you could choose to never sweat for the rest of your life or never have to use the bathroom, which would you choose?"
  },
  {
    "id": 283,
    "question": "If you could spend every waking moment with your gf or bf, would you?"
  }
]
